Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/separation_and_divorce/sep_divorce_pensions.html.txt.tmx
Source language: en
Languages: ga

source: How pensions are assessed during a separation/divorce/dissolution
ga: Conas a mheasúnaítear pinsin le linn idirscartha/colscartha/scaoilte

source: After the family or shared home, the most valuable asset which a separating couple/civil partners have is often a pension
ga: I ndiaidh theach an teaghlaigh nó teach roinnt, is minic gurb í an tsócmhainn is luachmhaire a bhíonn ag lánúin/páirtnéirí sibhialta atá ag scaradh óna chéile, pinsean

source: Under the Family Law Act 1995, the Family Law (Divorce) Act 1996 and the Civil Partnership and Certain Rights and Obligations of Cohabitants Act 2010 a court now has the power to treat a pension as an asset of the separating couple/civil partners and order that it be divided into whatever shares it considers appropriate
ga: Faoin Acht um an Dlí Teaghlaigh, 1995, an tAcht um an Dlí Teaghlaigh (Colscaradh), 1996 agus an tAcht um Páirtnéireacht Shibhialta agus um Chearta agus Oibleagáidí Áirithe de chuid Chomhchónaitheoirí, 2010 tá an chumhacht ag cúirt anois chun caitheamh le pinsean mar shócmhainn den lánúin/na páirtnéirí sibhialta atá i mbun scartha agus a ordú go ndéantar é a roinnt in pé sciartha a mheasann sé is cuí

source: Such an order is known as a pension adjustment order
ga: Tugtar ordú coigeartaithe pinsin ar an ordú sin

source: For example if one spouse has a substantial pension and the other spouse who worked in the home has no pension the court can order that part of the spouses pension be paid to the other spouse or to a dependant child
ga: Mar shampla, má tá pinsean substainteach ag céile amháin agus mura bhfuil pinsean ar bith ag an gcéile eile a d’oibrigh sa bhaile, féadfaidh an chúirt a ordú go n-íocfar cuid de phinsean an chéile leis na céilí eile nó le leanbh cleithiúnach

source: The court can also order that part of the pension fund is split and placed into another pension fund in the name of the other spouse/civil partner
ga: Féadfaidh an chúirt, chomh maith leis sin, a ordú go ndéantar cuid den chiste pinsin a dheighilt agus a chur isteach i gciste pinsin eile in ainm an chéile/an pháirtnéara shibhialta eile

source: The court will consider all of the financial resources available before making a pension adjustment order
ga: Déanfaidh an chúirt breithniú ar gach ceann de na hacmhainní airgeadais atá ar fáil sula ndéanann sí ordú coigeartaithe pinsin

source: Where the court does not make a pension adjustment order it may take into account the value of the pension and reflect this when making other financial orders
ga: Sa chás nach ndéanann an chúirt ordú coigeartaithe pinsin, féadfaidh sí luach an phinsin a chur i gcuntas agus é seo a léiriú nuair a dhéanann sí orduithe airgeadais eile

source: The court can make such an order when granting a decree of judicial separation, divorce or dissolution, or either spouse can apply to court for such an order once a decree has been granted
ga: Féadfaidh an chúirt an t-ordú sin a dhéanamh nuair a dheonaítear foraithne idirscartha bhreithiúnaigh, cholscartha nó scaoilte, nó féadfaidh ceachtar céile iarratas a dhéanamh ar an ordú sin a luaithe a deonaíodh foraithne

source: When a pension adjustment order is granted by a court it is served on the trustees of the spouse's/civil partner's pension scheme who make the necessary adjustments to the provisions of the scheme in relation to that particular member
ga: Nuair a dheonaíonn cúirt ordú coigeartaithe pinsin, déantar é a sheirbheáil ar iontaobhaithe scéim pinsin an chéile/an pháirtnéara shibhialta a dhéanann na coigeartuithe riachtanacha ar fhorálacha na scéime maidir leis an gcomhalta ar leith sin

source: Pension schemes are administered by trustees who are bound to administer the scheme by the terms set out in the trust deed and rules
ga: Riarann iontaobhaithe scéimeanna pinsin atá faoi cheanglas chun an scéim a riar de réir na dtéarmaí a leagtar amach sa ghníomhas iontaobhais agus sna rialacha

source: The trustees are not entitled to alter the terms of the trust and make provision for a person who is outside the scope of the scheme even if the member requests them to do so
ga: Níl iontaobhaithe i dteideal téarmaí an iontaobhais a athrú agus foráil a dhéanamh do dhuine atá lasmuigh de scóip na scéime, fiú má iarrann an comhalta orthu amhlaidh a dhéanamh

source: For example the terms of a trust could make provision for a member's spouse such as a survivor's pension and this will be payable to the member's lawful spouse even though the member may have been separated for many years and have a second partner
ga: Mar shampla, d’fhéadfadh téarmaí iontaobhais foráil a dhéanamh do chéile comhalta, ar nós pinsean marthanóra agus beidh seo iníoctha le céile dlíthiúil an chomhalta, fiú cé go bhféadfadh go raibh an comhalta idirscartha ar feadh go leor blianta agus go bhféadfadh go bhfuil páirtnéir nua aige/aici

source: Terms contained in a separation agreement in relation to pensions may not be enforceable against the trustees or legally binding
ga: D’fhéadfadh nach bhfuil téarmaí atá i gcomhaontú idirscartha maidir le pinsin infheidhmithe i gcoinne na n-iontaobhaithe nó nach bhfuil siad ina gceanglas dlíthiúil

source: Pensions are particularly complex and specialist advice must always be sought in relation to the value of a pension
ga: Tá pinsin sách casta agus ní mór comhairle speisialaithe a lorg i gcónaí maidir le luach pinsin

source: You can find information on pensions here
ga: Féadfaidh tú teacht ar fhaisnéis ar phinsin anseo

source: Before a court grants a decree of judicial separation, divorce or dissolution each spouse/civil partner should have fully revealed all of the financial resources to the other spouse/civil partner
ga: Sula ndeonaíonn cúirt foraithne idirscartha bhreithiúnaigh, cholscartha nó scaoilte, ba cheart go ndearna gach céile/páirtnéir sibhialta gach ceann de na hacmhainní airgeadais a nochtadh go hiomlán don chéile/pháirtnéir sibhialta eile

source: This includes full details of any pension which a spouse/civil partner may have
ga: Áirítear leis seo sonraí iomlána faoi aon phinsean a d’fhéadfadh bheith ag céile/páirtnéir sibhialta

source: If a spouse/civil partner refuses to disclose the details of their pension the other spouse/civil partner can seek this information directly from the trustees of the pension scheme under the provisions of the Pensions Act 1990
ga: Má dhiúltaíonn céile/páirtnéir sibhialta chun na sonraí faoina bpinsean a nochtadh, féadfaidh an céile/páirtnéir sibhialta eile an fhaisnéis seo a lorg go díreach ó iontaobhaithe na scéime pinsin faoi fhorálacha Acht na bPinsean, 1990

source: The Pensions Authority is the statutory body responsible for regulating pension schemes and it provides information on how pensions may be affected by separation or divorce on its website
ga: Is é an tÚdarás Pinsean an comhlacht reachtúil atá freagrach as scéimeanna pinsin a rialáil in Éirinn. soláthraíonn sé eolas ar scaradh, colscaradh agus pinsin ar a shuíomh gréasáin
